/**
 *  @brief          箇条書きのテスト。
 *  @param[in]      a 引数a。
 *                  - 引数 a に対する箇条書きのタイトル 1。
 *                      - 引数 a に対する箇条書きのタイトル 1-1。
 *                      - 引数 a に対する箇条書きのタイトル 1-2。
 *                  - 引数 a に対する箇条書きのタイトル 2。
 *  @param[in]      b 引数b。
 *                      - 引数 b に対する箇条書きのタイトル 1。
 *                      - 引数 b に対する箇条書きのタイトル 2。
 *  @return         引数 a と引数 b の和。
 *                  - 引数 a と引数 b の和に対する箇条書きのタイトル 1。
 *                  - 引数 a と引数 b の和に対する箇条書きのタイトル 2。
 *                      - 引数 a と引数 b の和に対する箇条書きのタイトル 2-1。
 *                      - 引数 a と引数 b の和に対する箇条書きのタイトル 2-2。
 */
int bullets(int a, int b);
